soap-dumps/2025-06-10/1749543352097_4397f126-85c9-4770-982f-2d1bde4730b1_request_MatrikkelenhetServiceWS.xml

<?xml version="1.0" encoding="UTF-8"?>
  <soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                    xmlns:mat="http://matrikkel.statkart.no/matrikkelapi/wsapi/v1/service/matrikkelenhet">
    <soapenv:Header/>
    <soapenv:Body>
      <mat:findMatrikkelenheter>
        <mat:matrikkelenhetsokModel>
          <mat:kommunenummer>0301</mat:kommunenummer>
          <mat:status>AKTIV</mat:status>
          <mat:gardsnummer>73</mat:gardsnummer>
          <mat:bruksnummer>704</mat:bruksnummer>
        </mat:matrikkelenhetsokModel>
        <mat:matrikkelContext>
        <dom:locale>no_NO_B</dom:locale>
        <dom:brukOriginaleKoordinater>false</dom:brukOriginaleKoordinater>
        <dom:koordinatsystemKodeId><dom:value>25833</dom:value></dom:koordinatsystemKodeId>
        <dom:systemVersion>trunk</dom:systemVersion>
        <dom:klientIdentifikasjon>bis</dom:klientIdentifikasjon>
        <dom:snapshotVersion><dom:timestamp>9999-01-01T00:00:00+01:00</dom:timestamp></dom:snapshotVersion>
      </mat:matrikkelContext>
      </mat:findMatrikkelenheter>
    </soapenv:Body>
  </soapenv:Envelope>